Repository: erik7z/seacontact
Catalog: php/module/Application/language/*.po
Languages: ru_ru

source: Trading areas
ru_ru: Район плавания

source: Something about this contract
ru_ru: Что либо про этот контракт

source: Upload My CV File
ru_ru: Загрузить мой формат Анкеты

source: Name
ru_ru: Имя

source: Home City
ru_ru: Город

source: English From
ru_ru: Английский от

source: English To
ru_ru: Английский до

source: Age From
ru_ru: Возраст от

source: Age To
ru_ru: Возраст до

source: Latest Rank
ru_ru: Последняя должность

source: Ever Worked In Position
ru_ru: Когда либо работал в должности

source: Last Ship Type
ru_ru: Последний Тип Судна

source: Ever Worked On Ship
ru_ru: Когда либо работал на судне

source: Readiness Date From
ru_ru: Готов с

source: Readiness Date To
ru_ru: Готов По

source: CV Last Opened From
ru_ru: Анкета Открыта С

source: Cv Added To Database From
ru_ru: В базе с

source: Cv Added To Database To
ru_ru: В базе по

source: Registered
ru_ru: Зарегистрирован

source: Any ship DWT From
ru_ru: DWT (min)

source: Any ship DWT to
ru_ru: DWT (max)

source: Last ship DWT From
ru_ru: DWT (Последнее судно) min

source: Last ship DWT to
ru_ru: DWT (Последнее судно) max

source: Any notes
ru_ru: Заметки

source: Have notes
ru_ru: Есть заметки

source: No notes
ru_ru: Нет заметок

source: Note Text
ru_ru: Текст заметки

source: Any text in notes
ru_ru: Любой текст в заметках

source: Salary From
ru_ru: Зарплата от

source: Salary To
ru_ru: Зарплата до

source: CV Last Opened To
ru_ru: Анкета открыта до

source: CV Last Called From
ru_ru: Последний звонок с

source: CV Last Called To
ru_ru: Последний звонок по

source: CV Updated From
ru_ru: Анкета обновлена с

source: CV Updated To
ru_ru: Анкета обновлена по

source: Role
ru_ru: Роль

source: For Company
ru_ru: Для компании

source: Vacancy Title
ru_ru: Заголовок Вакансии

source: ASAP Chief Engineer On Oil Tanker
ru_ru: Срочно Старший Механик на танкер

source: Publish Time
ru_ru: Время публикации

source: Choose Time
ru_ru: Выберите время

source: Vacancy Description
ru_ru: Описание Вакансии

source: Salary
ru_ru: Зарплата

source: Currency
ru_ru: Валюта

source: Ship Size / Dwt
ru_ru: Размер / Дедвейт

source: Joining Date
ru_ru: Дата посадки

source: Unit
ru_ru: Дни / Месяцы

source: English
ru_ru: Английский

source: Comments (Visible only for your company)
ru_ru: Коментарии (видно только для вашей компании)

source: Any personal notes visible only for your company
ru_ru: Любые личные заметки видимые только для вашей компании

source: Urgent
ru_ru: Срочно

source: Vacancy Active
ru_ru: Вакансия Активна

source: Active Vacancies
ru_ru: Активные вакансии

source: Any comments regarding assignment
ru_ru: Любые комментарии касательно назначения на вакансию

source: Assignment Status
ru_ru: Статус

source: Sergey Ivanov
ru_ru: Сергей Иванов

source: Text
ru_ru: Текст

source: What news you have ?
ru_ru: Что нового?

source: Publish Now
ru_ru: Опубликовать сейчас

source: Add Image
ru_ru: Добавить фото

source: Youtube Video
ru_ru: Youtube видео

source: Youtube embed video link
ru_ru: Youtube видео ссылка

source: Link
ru_ru: Ссылка

source: Add Record
ru_ru: Добавить запись

source: subscribed to your vacancy
ru_ru: Подписался на вашу вакансию

source: subscribed to your vacancy
ru_ru: Подписался на вашу вакансию

source: you can see all subscribers on
ru_ru: Вы можете просмотреть всех подписчиков на

source: See all vacancy Subscribers
ru_ru: Просмотреть всех подисчиков

source: New Message From
ru_ru: Новое сообщение от

source: You received new message from
ru_ru: Вы получили новое сообщение от

source: Worked together on
ru_ru: Работали вместе на

source: from
ru_ru: с

source: to
ru_ru: по

source: Message
ru_ru: Сообщение

source: you can read full message on :
ru_ru: вы можете прочитать все сообщение на:

source: Read Full Message
ru_ru: Просмотреть сообщение

source: Your post was commented by
ru_ru: К вашей публикации оставил заметку

source: Your post was liked by
ru_ru: Ваша публикация понравилась

source: New answer from
ru_ru: Новый ответ от

source: on Question
ru_ru: на Вопрос

source: you can view all comments on
ru_ru: вы можете просмотреть все комментарии на

source: Read All Comments
ru_ru: Просмотреть все комментарии

source: you can view all likes on
ru_ru: вы можете просмотреть все лайки на

source: View Post
ru_ru: Просмотреть публикацию

source: you can view all answers on
ru_ru: вы можете увидеть все ответы на

source: View All Answers
ru_ru: Просмотреть все ответы

source: requested your contacts
ru_ru: запросила ваши контактные данные

source: checked your CV, and requested contacts information
ru_ru: просмотрела вашу анкету, и запросила контактные данные

source: We recommend you to update your cv on
ru_ru: Мы рекомендуем вам обновить информацию на

source: Your CV Page
ru_ru: на вашей страничке

source: To login use e-mail
ru_ru: чтобы войти используйте почту

source: Password will be sent during registration, to your e-mail
ru_ru: Пароль будет отправлен вам во время регистрации, на вашу почту

source: Subscription to vacancy:
ru_ru: Подпись на вакансию:

source: You are subscribed to vacancy
ru_ru: Вы подписаны на вакансию

source: you can check vacancy status on :
ru_ru: вы можете проверить статус вакансии на :

source: Confirm Registration on
ru_ru: Завершить регистрацию на

source: To complete registration on
ru_ru: Для того чтобы завершить регистрацию на

source: please enter the following code:
ru_ru: пожалуйста введите следующий код:

source: Succesfull registration on
ru_ru: Успешная регистрация на

source: Registration successfully completed on
ru_ru: Регистрация успешно завершена на

source: you can now enter the site with login:
ru_ru: теперь вы можете войти на сайт с логином

source: and password:
ru_ru: и паролем

source: Reset password on
ru_ru: Восстановление пароля на :

source: To reset password on
ru_ru: чтобы восстановить пароль на

source: please follow this link
ru_ru: перейдите по следующей ссылке

source: or enter the following code
ru_ru: или введите код

source: on confirmation page
ru_ru: на странице подтверждения

source: Password changed on
ru_ru: Пароль изменен на

source: Password successfully changed on
ru_ru: Пароль успешно изменен на

source: Mail with large attachments, will be sent in silent mode
ru_ru: Письмо с большим атачментом, будет отправлено в тихом режиме

source: Active
ru_ru: Активная

source: Postponed
ru_ru: Отложена

source: Closed
ru_ru: Закрыта

source: User's uploaded File %s deleted
ru_ru: Файл пользователя %s удален

source: User's uploaded File %s for delete not found
ru_ru: Файл пользователя %s не найден

source: CV File %s deleted
ru_ru: Файл резюме %s удален

source: Zip Files %s deleted
ru_ru: Zip файл %s удален

source: CV Avatar File %s deleted
ru_ru: Аватарка %s удалена

source: Avatar File %s deleted
ru_ru: Аватарка %s удалена

source: File record %s not found in uploads table
ru_ru: Запись о файле %s не найдена

source: Unknown error during file delete
ru_ru: Неизвестная ошибка время удаления

source: File %s for delete not found
ru_ru: Файл %s не найден

source: Awaiting Confirmation
ru_ru: Ожидает подтверждения

source: Position Closed
ru_ru: Вакансия закрыта

source: Rejected
ru_ru: Отклонен

source: Approved
ru_ru: Подтвержден

source: COMPANY INFO SECTION
ru_ru: Раздел Компании

source: COMPANY INFO PAGE
ru_ru: Страничка компании

source: COMPANY VACANCIES
ru_ru: Вакансии компании

source: Company with such login not found !
ru_ru: Компания с таким именем не найдена

source: Comment Added
ru_ru: Комментарий добавлен

source: Comment Saved
ru_ru: Комментарий сохранен

source: You cannot delete this comment
ru_ru: Вы не можете удалить этот комментарий

source: Add New Contract
ru_ru: Добавить новый контракт

source: Edit Contract
ru_ru: Редактировать контракт

source: Cancel
ru_ru: Отменить

source: Delete
ru_ru: Удалить

source: Cv file deleted!
ru_ru: Резюме удалено!

source: You should sign in to perform this action
ru_ru: Вам нужно авторизоваться чтобы выполнить это действие

source: My Page
ru_ru: Моя Страница

source: You cannot write to more than %s new users per day
ru_ru: Вы не можете писать больше чем %s пользователям в день

source: Message Sent!
ru_ru: Сообщение отправлено

source: Password succesfully changed
ru_ru: Пароль успешно изменен

source: User Pics
ru_ru: Фотографии

source: Ban IP
ru_ru: Забанить по IP

source: Last Note
ru_ru: Последняя заметка

source: Banned Time
ru_ru: Забанен

source: Last Activity
ru_ru: Активность

source: Last IP
ru_ru: Последний IP

source: Remove
ru_ru: Убрать

source: Ban User by IP
ru_ru: Забанить по IP

source: Parent Resources
ru_ru: Родительские ресурсы

source: Child Resources
ru_ru: Дочерние ресурсы

source: Roles Having Access
ru_ru: Роли имеющие доступ

source: Roles Dont Having Access
ru_ru: Роли не имеющие доступ

source: Resources - Tree
ru_ru: Дерево ресурсов

source: Resource
ru_ru: Ресурс

source: Allowed To
ru_ru: Разрешенео для

source: Parent Roles
ru_ru: Родительские роли

source: Child Roles
ru_ru: Дочерние роли

source: Reveal Results
ru_ru: Показать результаты

source: Reset Defaults
ru_ru: Сбросить

source: matches found
ru_ru: совпадений найдено

source: Latest Answers
ru_ru: Последние ответы

source: Question Link
ru_ru: Ссылка на вопрос

source: Time
ru_ru: Время

source: Delete Answer
ru_ru: Удалить Ответ

source: Latest Comments
ru_ru: Последние коментарии

source: Delete Comment
ru_ru: Удалить коментарий

source: Latest Logbooks
ru_ru: Последние блоги

source: Latest Questions
ru_ru: Последние вопросы

source: Question
ru_ru: Вопрос

source: Count
ru_ru: Совпадений

source: Edit Tag
ru_ru: Редактировать тэн

source: With selected
ru_ru: С выбранными

source: Subject
ru_ru: Тема

source: Mail From
ru_ru: От

source: Mail To
ru_ru: Кому

source: New messages found, page will be refreshed in 5 seconds
ru_ru: Новые сообщения пришли, страница будет обновлена через 5 секунд

source: Status
ru_ru: Статус

source: Personal Signature
ru_ru: Личная подпись

source: Previous Mails:
ru_ru: Предидущие письма

source: You have
ru_ru: У вас

source: notifications for mails
ru_ru: уведомлений о почте

source: Clear Mail Notifications
ru_ru: Очистить уведомления о почте

source: Clear Notifications
ru_ru: Очистить уведомления

source: Mark as Readed
ru_ru: Отметить как прочитанное

source: Move to folder
ru_ru: Переместить в папку

source: Update
ru_ru: Обновите

source: User Statistic
ru_ru: Информация о пользователе

source: Not Registered
ru_ru: Нет

source: In Database From
ru_ru: В базе данных с

source: CV Last Updated
ru_ru: Анкета обновлена

source: Note(s)
ru_ru: Заметки

source: No Notes
ru_ru: Нет заметок

source: Mail(s)
ru_ru: Писем

source: No Mails sended
ru_ru: Нет отправленных писем

source: Remove From Favorites
ru_ru: Убрать из избранных

source: Add To Favorites
ru_ru: Добавить в избранное

source: Generate CV
ru_ru: Создать файл резюме

source: User Assignment
ru_ru: Назначение на вакансии

source: Last Ip
ru_ru: Последний IP

source: Ban User
ru_ru: Забанить

source: Remove Ban
ru_ru: Убрать Бан

source: Desired Rank
ru_ru: Желаемая Должность

source: Email
ru_ru: Почта

source: Last Call
ru_ru: Последний звонок

source: Cv Updated
ru_ru: Резюме Обновлено

source: Registration Date
ru_ru: Дата регистрации

source: Added To Favorites
ru_ru: Добавлен в избранное

source: Subscribed
ru_ru: Подписался

source: Assigned
ru_ru: Дата назначения

source: Assigned By
ru_ru: Назначен Админстратором

source: You writing from the name of
ru_ru: Вы пишите от имени

source: Select
ru_ru: Выбрать

source: Date Join
ru_ru: Дата Посадки

source: Candidates
ru_ru: Кандидаты

source: Candidate Assigned
ru_ru: Назначен

source: Candidate Status
ru_ru: Статус

source: User Page
ru_ru: Главная

source: User Profile
ru_ru: Профиль пользователя

source: Reply
ru_ru: Ответить

source: Move
ru_ru: Переместить

source: Update Status For Job
ru_ru: Обновить статус работы

source: Add
ru_ru: Добавить

source: Users In Company DB
ru_ru: Пользователей в базе компании

source: Add New Vacancy
ru_ru: Добавить вакансию

source: Hide fields
ru_ru: Скрыть поля

source: Remove Filters
ru_ru: Убрать фильтры

source: Filter Users Database
ru_ru: Поиск в базе данных

source: Check Email
ru_ru: Проверить почту

source: Vacancies For This Owner
ru_ru: Вакансии для этого Судовладельца

source: Education
ru_ru: Образование

source: Add More Schools
ru_ru: Добавить учебное заведение

source: User Scanned Documents
ru_ru: Сканы документов

source: User Application Form
ru_ru: Резюме

source: Download User Application Form
ru_ru: Скачать Анкету

source: Other information
ru_ru: Дополнительная Информация

source: Add More Contracts
ru_ru: Добавить рейс

source: Edit Document
ru_ru: Редактировать Документ

source: Add More Documents
ru_ru: Добавить документы

source: For Vacancy
ru_ru: На вакансию

source: Already Assigned To Vacancies
ru_ru: Уже был назначен на вакансии

source: Active Companies
ru_ru: Активные Компании

source: Passive Companies
ru_ru: Пассивные Компании

source: Vacancy Candidates
ru_ru: Кандидаты на Вакансию

source: Vacancy Statistic
ru_ru: Информация о Вакансии

source: Views
ru_ru: Просмотров

source: Publication Time
ru_ru: Время публикации

source: Vacancy Data
ru_ru: Данные о вакансии

source: Vacancy Subscribers
ru_ru: Подписчики Вакансии

source: ADMIN PAGE
ru_ru: Страница Администратора

source: Toggle navigation
ru_ru: Переключить навигацию

source: Tasks notifications
ru_ru: Уведомления по заданиям

source: notifications on task activity
ru_ru: уведомления по заданиям

source: notifications for Seacontact Crewing
ru_ru: уведомлений для крюинга

source: new user assigned to vacancy
ru_ru: Новый пользователь назначен на вакансию

source: user assign status changed
ru_ru: Статус кандидата изменен

source: user note added
ru_ru: добавлена заметка

source: notifications for Vacancies
ru_ru: уведомлений о вакансиях

source: new members subscribed to vacancy
ru_ru: новый пользователь подписался на вакансию

source: new vacancy added
ru_ru: новая вакансия добавлена

source: notifications for Users
ru_ru: уведомлений о пользователях

source: new members added to database
ru_ru: новый пользователь добавлен в базу данных

source: new users registered
ru_ru: новый пользователь зарегистрировался

source: notifications for CV
ru_ru: уведомлений о Резюме

source: new cv uploaded
ru_ru: новое резюме загружено на сайт (обновите анкету !!!)

source: user cv information edited
ru_ru: Пользователь отредактировал свою анкету

source: notifications for Companies
ru_ru: уведомленй о компаниях

source: new company added to database
ru_ru: новая компания добавлена в базу данных

source: new company registered
ru_ru: новая компания зарегистрировалась на сайте

source: users info unlocked
ru_ru: Компания открыла контактные данные пользователя

source: cv notes added
ru_ru: добавлена заметка

source: Sign out
ru_ru: Выйти

source: Admins Online
ru_ru: Администраторов онлайн:

source: ERROR
ru_ru: Ошибка

source: Companies in this request
ru_ru: Компаний в этом запросе

source: Total Companies
ru_ru: Компаний

source: There is no companies matching request
ru_ru: Ни одной компании не найдено

source: Search in Companies Database
ru_ru: Поиск в базе Компаний

source: Welcome
ru_ru: Добро пожаловать

source: Login with social networks
ru_ru: Войти через социальные сети

source: Authorisation
ru_ru: Авторизация

source: Complete registration
ru_ru: Завершение регистрации

source: Your page will be: <span style='color: blue;'>www.seacontact.com</span>/%s , nickname can also be used for authorisation
ru_ru: Адрес вашей страницы будет: <span style='color: blue;'>www.seacontact.com</span>/%s , логин также может быть использован для авторизации

source: Register
ru_ru: Зарегистрироваться

source: Confirm E-mail
ru_ru: Подтвердить E-mail

source: Confirm Email
ru_ru: Подтвердить E-mail

source: Continue registration
ru_ru: Продолжить регистрацию

source: Confirm Reset Password
ru_ru: Подтвердите сброс пароля

source: Ok
ru_ru: Да

source: You may be already in our database, and your CV can be already filled.
ru_ru: Возможно вы уже в базе и ваша анкета заполнена

source: Please enter your email to check.
ru_ru: Пожалуйста введите ваш Email чтобы проверить

source: Fast registration
ru_ru: Быстрая регистрация

source: Remind Password
ru_ru: Восстановить пароль

source: Please enter your email and we will send you a new password
ru_ru: Пожалуйста введите ваш почтовый адрес и мы вышлем вам новый пароль

source: We connect
ru_ru: Мы объединяем

source: We share experience
ru_ru: Мы делимся опытом

source: We help to find job
ru_ru: Мы помогаем найти работу

source: Only latest and actual vacancies from the best shipowners and crewing agencies
ru_ru: Только свежие вакансии от лучших судовладельцев и крюинговых компаний

source: Seamans
ru_ru: Моряков

source: Large database and social network of profesional seafarers which is constantly growing. You can find your collegues and friends from the ships you worked on
ru_ru: Большая база и социальная сеть моряков, которая постоянно растет. Вы сможете легко найти ваших коллег и старых друзей с пароходов на которых вы раньше работали

source: Companies
ru_ru: Компаний

source: Top shipowners and crewing agencies, which are actively posting their vacancies on our resource. Feel free to contact with them directly, send messages and apply for job
ru_ru: Лучшие судовладельцы и крюинговые агенства активно размещают вакансии на нашем ресурсе. Вы сможете общатся с ними напрямую, отсылать сообщения и подписыватся на вакансии

source: How it works ?
ru_ru: Как это работает?

source: Register on our site
ru_ru: Регистрируйтесь на нашем сайте

source: Just provide your email address, most probably you are already in our database! Your CV could be already filled up, only latest update is required !
ru_ru: Просто укажите ваш почтовый ящик, скорее всего вы уже есть в нашей базе данных! Ваша анкета уже заполнена, останется лишь добавить последний контракт!

source: Fill your experience
ru_ru: Заполните ваш опыт

source: Write name of ships you have worked on, and we will find your old friends and collegues. Your cv will be available for more than %s companies and crewing agencies
ru_ru: Укажите имена пароходов на которых вы работали, и мы найдем ваших старых друзей и коллег. Ваша анкета станет доступна более чем для %s компаний и крюинговых агенств. К тому же вы сможете скачать анкету с сайта в удобном для вас формате.

source: Use all power of %s
ru_ru: Используйте все возможности %s

source: Hot job vacancies, news and answers on profesional questions. Keep your cv updated, and stay in touch with old friends and collegues. That is what SEACONTACT means!
ru_ru: Горячие вакансии, новости и ответы на профессиональные вопросы. Обновляйте анкету и оставайтесь на связи со старыми друзьями и коллегами. Вот что значит SEACONTACT !

source: Latest vacancies
ru_ru: Последние вакансии

source: Job proposals from shipowners and crewing agencies
ru_ru: Предложения работы от судовладельцев и крюинговых агенств

source: All fleet
ru_ru: Весь флот

source: Apply To Job
ru_ru: Отправить резюме

source: Show more vacancies
ru_ru: Показать больше вакансий

source: Add new vacancy
ru_ru: Добавить вакансию

source: Latest CV's
ru_ru: Свежие резюме

source: New members on our website
ru_ru: Новые пользователи на нашем сайте

source: View All %d CV's
ru_ru: Посмотреть все анкеты (%d)

source: Add Your CV
ru_ru: Загрузить мою анкету

source: Latest News
ru_ru: Последние новости

source: Read more
ru_ru: Подробнее

source: Show more News
ru_ru: Показать больше новостей

source: You are still not with us ? Register now !
ru_ru: Вы все еще не с нами ? Регистрируйтесь скорее!

source: Follow us in
ru_ru: Присоединяйтесь к нам в

source: Manning and crew
ru_ru: Трудоустройство и анкеты

source: Cooperation and shipowners
ru_ru: Сотрудничество и судовладельцы

source: Seafarers Community
ru_ru: Сообщество моряков

source: Fast Registration
ru_ru: Быстрая регистрация

source: Enter new password
ru_ru: Введите новый пароль

source: Registration through Social Networks
ru_ru: Регистрация через Социальные Сети

source: We have a very large database of seamans CVs
ru_ru: У нас огромная база анкет моряков

source: We need your <b>E-mail</b> to check, maybe your CV is already there, and you only need to update it
ru_ru: Нам нужен ваш <b> E-mail </b> чтобы проверить, возможно ваша анкета уже там, и вам всего лишь нужно ее обновить

source: Please confirm access to <b>E-mail</b> during registration
ru_ru: Пожалуйста подвтердите доступ к <b>E-mail</b> во время регистрации

source: All logbooks
ru_ru: Все Блоги

source: Most Viewed
ru_ru: Просматриваемые

source: Most Commented
ru_ru: Комментируемые

source: Most Liked
ru_ru: Популярные

source: There is no logbook matching request
ru_ru: Блогов соответствующих запросу не найдено

source: There is no any notifications
ru_ru: Уведомлений пока нет

source: Copy here your youtube video link
ru_ru: Вставьте сюда вашу ссылку с Youtube

source: Add Video
ru_ru: Добавить видео

source: Youtube video URL is incorrect
ru_ru: Ссылка с youtube неверна

source: How to answer on questions
ru_ru: Как отвечать на вопрос

source: Please be sure to answer the question. Provide details and share your research!
ru_ru: Пожалуйста постарайтесь ОТВЕТИТЬ на вопрос. Предоставьте детали, поделитесь своим поиском!

source: But <i>avoid</i>
ru_ru: Но старайтесь <i>не</i>

source: Asking for help, clarification, or responding to other answers.
ru_ru: Просить помощи, разьяснениях, или отвечать на другие ответы

source: Making statements based on opinion; back them up with references or personal experience.
ru_ru: Делать утверждения основанные только лишь на личном мнении, закрепите их ссылками на достоверные источники.

source: All of us have some experience in something, but nobody can know everything. Be patient and keep positive attitude.
ru_ru: У каждого из нас есть какой опыт, но никто не может знать все. Будьте терпеливы и позитивны.

source: Attached Pictures
ru_ru: Прикрепленные картинки

source: All of us have some experience, but nobody can know everything. Be patient and keep positive attitude.
ru_ru: Каждый из нас имеет какой то опыт, но никто не может знать все. Будьте терпеливы и позитивны.

source: Still not with us ?
ru_ru: Все еще не с нами ?

source: Maybe I'm in database ?
ru_ru: Может я уже в базе ?

source: Forgot Password ?
ru_ru: Забыли пароль ?

source: Restore password
ru_ru: Восстановить пароль

source: View
ru_ru: Просмотреть

source: Send Message
ru_ru: Отправить сообщение

source: Companies Database
ru_ru: Компании

source: Reports Canceled
ru_ru: Уведомление отменено

source: All
ru_ru: Все

source: Show Only
ru_ru: Показать только

source: Layout switch
ru_ru: Переключить вид

source: Layout Switch
ru_ru: Переключить вид

source: First Page
ru_ru: Первая страница

source: Next
ru_ru: Следующее

source: show
ru_ru: показать

source: items per page
ru_ru: на странице

source: Notes select
ru_ru: Показать заметки

source: My Private
ru_ru: Мои личные заметки

source: Auto Generated
ru_ru: Автоматические

source: Show More Options
ru_ru: Показать больше опций

source: More/Less options
ru_ru: Больше/Меньше опций

source: share in
ru_ru: поделится в

source: Share in social networks
ru_ru: Поделиться в социальных сетях

source: Company Information
ru_ru: Информация о компании

source: Its a fast growing social network of seafarers, and also a useful tool for every Crewmanager in his daily job.
ru_ru: Это быстро развивающаяся социальная сеть моряков, а также удобный инструмент для ежедневной работы крюменеджера.

source: From
ru_ru: с

source: To
ru_ru: до

source: Position
ru_ru: Должность

source: Password change on
ru_ru: Смена пароля на

source: successfully completed!
ru_ru: успешно завершена
