Repository: erik7z/seacontact
Catalog: php/module/Application/language/*.po
Languages: ru_ru

source: Any Company
ru_ru: Любая компания

source: Company Private
ru_ru: Личные заметки компании

source: Any Admin
ru_ru: Администраторы

source: Admin Private
ru_ru: Личные

source: Not stated
ru_ru: Не указано

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Fluent
ru_ru: Уверенный

source: Good
ru_ru: Хороший

source: Satisfactory
ru_ru: Удовлетворительный

source: Poor
ru_ru: Плохой

source: online
ru_ru: в сети

source: offline
ru_ru: не в сети

source: was %s minutes ago
ru_ru: был %s минут назад

source: Last Online :
ru_ru: Онлайн :

source: Will be published
ru_ru: Будет опубликовано

source: Just now
ru_ru: Только что

source: 5 minutes ago
ru_ru: 5 минут назад

source: Last hour
ru_ru: Час назад

source: Today
ru_ru: Сегодня

source: Yesterday
ru_ru: Вчера

source: ADMIN SECTION
ru_ru: Страница Администратора

source: ADMIN DASHBOARD
ru_ru: Панель Управления

source: ADMIN LOGIN PAGE
ru_ru: Страница Авторизации

source: Database
ru_ru: База Данных

source: Seamans Database
ru_ru: База Моряков

source: Seaman Cv
ru_ru: Анкета Моряка

source: Registered Users
ru_ru: Зарегистрированные Пользователи

source: Crewing Agencies
ru_ru: Крюинги

source: Crewing Profile
ru_ru: Профиль Крюинга

source: Ship Owner Profile
ru_ru: Профиль судовладельца

source: Favorite Users
ru_ru: Избранные Моряки

source: Favorite Companies
ru_ru: Избранные Компании

source: Add User
ru_ru: Добавить пользователя

source: Add Company
ru_ru: Добавить компанию

source: Admin Messages
ru_ru: Сообщения

source: Mail
ru_ru: Почта

source: New Mail
ru_ru: Написать письмо

source: Mail Box
ru_ru: Почтовый Ящик

source: Read Mail
ru_ru: Просмотр письма

source: Mail Query
ru_ru: Очередь Писем

source: Mail Templates
ru_ru: Шаблоны Почты

source: Mail Signature
ru_ru: Подпись

source: Mail Accounts
ru_ru: Почтовые Акаунты

source: Roles
ru_ru: Роли

source: View Role
ru_ru: Роль

source: Resources
ru_ru: Ресурсы

source: View Resource
ru_ru: Ресурс

source: Ban List
ru_ru: Бан Лист

source: Comments
ru_ru: Комментарии

source: Logbooks
ru_ru: Блоги

source: Questions
ru_ru: Вопросы

source: Answers
ru_ru: Ответы

source: Tags
ru_ru: Тэги

source: Task Management
ru_ru: Управление задачами

source: Admins Activity
ru_ru: Активность Админов

source: User Ip
ru_ru: IP Пользователя

source: Ban Ip
ru_ru: Забанить по IP

source: Ip added to ban list
ru_ru: IP добавлен в бан лист

source: Ban Removed
ru_ru: Бан убран

source: Choose Role
ru_ru: Выберите роль

source: Delete Role
ru_ru: Удалить роль

source: You cannot delete this role
ru_ru: Вы не можете удалить эту роль

source: You cannot delete role which assigned to users
ru_ru: Вы не можете удалить роль которая назначена пользователям

source: Role Deleted !
ru_ru: Роль удалена

source: Add Role
ru_ru: Добавить Роль

source: You cannot add role inherited from
ru_ru: Вы не можете добавить роль наследуюмою от

source: Role Added !
ru_ru: Роль добавлена !

source: Resource Not Found
ru_ru: Ресурс не найден

source: You cannot edit rights that you dont have permission!
ru_ru: Вы не можете редактировать права к которым у вас нет доступа!

source: Authentication Successfull
ru_ru: Добро пожаловать

source: Tag
ru_ru: Тэг

source: Tag Description
ru_ru: Описание Тэга

source: Any additional tag info
ru_ru: Любая дополнительная информация по тэгу

source: Save
ru_ru: Сохранить

source: Answer Deleted
ru_ru: Ответ удален!

source: Comment Deleted
ru_ru: Комментарий удален

source: Notifications Readed
ru_ru: Уведомления прочитаны

source: You cannot delete users
ru_ru: Вы не можете удалять пользователей

source: Delete User
ru_ru: Удалить

source: User Deleted !
ru_ru: Пользователь удален

source: You cannot delete companies
ru_ru: Вы не можете удалять компании

source: Delete Company
ru_ru: Удалить компанию

source: Company Deleted !
ru_ru: Компания удалена

source: Delete Contract
ru_ru: Удалить Контракт

source: Contract Deleted !
ru_ru: Контракт Удален

source: Delete Document
ru_ru: Удалить документ

source: Document Deleted !
ru_ru: Документ удален

source: You cannot delete vacancies
ru_ru: Вы не можете удалять вакансии

source: Delete Vacancy
ru_ru: Удалить вакансию

source: Vacancy Deleted !
ru_ru: Вакансия удалена

source: Delete Mail Template
ru_ru: Удалить шаблон письма

source: Mail Template Deleted !
ru_ru: Шаблон письма удален

source: Mail Readed
ru_ru: Письмо прочитано

source: Send Mail
ru_ru: Отправить письмо

source: New Mail Sent
ru_ru: Отправлено новое письмо

source: Mail Sended!
ru_ru: Письмо отправлено !

source: You cannot move mails between different mailboxes
ru_ru: Вы не можете перемещать письма между разными почтовыми ящиками

source: Folder Name
ru_ru: Имя папки

source: New folder name
ru_ru: Имя папки

source: Priority
ru_ru: Приоритет

source: Create New Folder
ru_ru: Создать новую папку

source: New Folder Created
ru_ru: Новая папка создана

source: Folder not found
ru_ru: Папка не найдена

source: You cannot delete folder with mails
ru_ru: Вы не можете удалить папку с письмами

source: Folder Deleted
ru_ru: Папка удалена

source: Save Template
ru_ru: Сохранить шаблон

source: Template Saved!
ru_ru: Шаблон Сохранен

source: Save Signature
ru_ru: Сохранить Подпись

source: Add Mail Box
ru_ru: Добавить Почтовый Ящик

source: Message Sent
ru_ru: Сообщение отправлено

source: Task not found or not visible for you
ru_ru: Задание не найдено или не видно вам

source: Responsible person not defined
ru_ru: Ответственное лицо не указано

source: Update Task
ru_ru: Добавить задание

source: Visible For
ru_ru: --Видно для--

source: Everybody
ru_ru: Всех

source: Only For :
ru_ru: Только для

source: Add Task
ru_ru: Добавить задание

source: Filter
ru_ru: Поиск

source: You cannot assign role
ru_ru: Вы не можете назначить роль

source: to that user
ru_ru: этому пользователю

source: Modified user role to
ru_ru: Роль пользователя изменена на

source: Updated User Info
ru_ru: Обновил информацию о пользователе

source: Opened User Page
ru_ru: Открыл страницу пользователя

source: This Company Name is already used in the system
ru_ru: Такое имя компании уже используется на сайте

source: to that company
ru_ru: этой компании

source: Modified company role to
ru_ru: Роль компании изменена на

source: Company information updated!
ru_ru: Обновил информацию о компании

source: Updated Company Info
ru_ru: Обновил информацию о компании

source: Language
ru_ru: Язык

source: Generate
ru_ru: Создать

source: Added User To Favorites
ru_ru: Добавил пользователя в избранное

source: Removed User From Favorites
ru_ru: Убрал пользователя из избранных

source: Last Call Refreshed
ru_ru: Последний звонок обновлен

source: Check Company
ru_ru: Проверить компанию

source: Create New Company
ru_ru: Создать новую компанию

source: Company with such email not found. Create New Company ?
ru_ru: Компания с таким Email не найдена. Создать новую компанию ?

source: Check User
ru_ru: Проверить пользователя

source: Create New User
ru_ru: Создать нового пользователя

source: User with such email not found. Create New User ?
ru_ru: Пользователь с таким Email не найден. Создать нового пользователя ?

source: Created New Company
ru_ru: Создал новую компанию

source: Created New User
ru_ru: Создал нового пользователя

source: Company
ru_ru: Компания

source: Added New Note To User Page
ru_ru: Добавил новую заметку о пользователе

source: Add Contract
ru_ru: Добавить контракт

source: Save Contract
ru_ru: Сохранить контракт

source: User Experience Updated
ru_ru: Опыт пользователя обновлен

source: Add Document
ru_ru: Добавить документ

source: Save Document
ru_ru: Сохранить документ

source: User Documents Updated
ru_ru: Документы пользователя обновлены

source: Vacancy with such id not found
ru_ru: Вакансия с таким № не найдена

source: Save Vacancy
ru_ru: Сохранить вакансию

source: Changed vacancy status
ru_ru: Статус вакансии изменен

source: Assign Candidate
ru_ru: Назначить кандидата

source: Assigned Candidate for vacancy
ru_ru: Назначить Кандидата на вакансию

source: Candidate Status Changed To
ru_ru: Статус кандидата изменен на

source: Please check e-mail to reset your password
ru_ru: Пожалуйста проверьте ваш почтовый ящик чтобы восстановить пароль.

source: We send a confirmation code to you. Please check your email, to complete registration !
ru_ru: Мы отправили вам код подтверждения. Пожалуйста проверьте ваш почтовый ящик, чтобы завершить регистрацию!

source: Answer not saved, unknown error
ru_ru: Ответ не сохранен, неизвестная ошибка

source: You are un-subscribed to this question, no more notifications for this question would be received
ru_ru: Вы отписалсь от этого вопроса

source: You are subscribed to this question, you will be informed when answers found
ru_ru: Вы подписались на этот вопрос, если появятся ответы вы будете уведомлены

source: You removed your report
ru_ru: Вы убрали ваше уведомление

source: You are reported for this vacancy, company will be informed by email
ru_ru: Вы сообщили что эта вакансия закрыта, компания будет уведомлена по почте

source: You are un-subscribed from this vacancy, company will be informed by email
ru_ru: Вы отписались от этой вакансии, компания будет уведомлена по почте

source: You are subscribed to this vacancy, your CV sent to Company
ru_ru: Вы подписались на эту вакансию, ваше Резюме отправлено в компанию

source: Home
ru_ru: Главная

source: News
ru_ru: Новости

source: Contacts
ru_ru: Контакты

source: Search
ru_ru: Поиск

source: Collegues
ru_ru: Коллеги

source: Friends
ru_ru: Друзья

source: Incoming Requests
ru_ru: Входящие Запросы

source: Sent Requests
ru_ru: Отправленные Запросы

source: Subscribers
ru_ru: Подписчики

source: Messages
ru_ru: Сообщения

source: Vacancies
ru_ru: Вакансии

source: View Vacancy
ru_ru: Просмотреть вакансию

source: Seamans DB
ru_ru: Моряки

source: Companies DB
ru_ru: Компании

source: Ask Question
ru_ru: Задать вопрос

source: Answer On Question
ru_ru: Ответить на вопрос

source: Logbook
ru_ru: Бортовой Журнал

source: Read Logbook Entry
ru_ru: Запись в бортовом журнале

source: Edit Logbook Entry
ru_ru: Редактировать запись в бортовом журнале

source: Notifications
ru_ru: Уведомления

source: MY
ru_ru: Моя страничка

source: CV Application
ru_ru: Анкета

source: Personal Information
ru_ru: Личная Информация

source: Experience
ru_ru: Опыт

source: Documents
ru_ru: Документы

source: Download CV
ru_ru: Скачать Резюме

source: Company Vacancies
ru_ru: Вакансии компании

source: Add Vacancy
ru_ru: Добавить вакансию

source: Edit Vacancy
ru_ru: Редактировать вакансию

source: Company Profile
ru_ru: Анкета Компании

source: Settings
ru_ru: Настройки

source: logout
ru_ru: выйти

source: You are banned
ru_ru: Вы Забанены

source: You cannot access this page. Authorisation required
ru_ru: Вы не можете зайти на эту страницу. Авторизуйтесь

source: You cannot access this page. Please confirm your email
ru_ru: Вы не можете зайти на эту страницу. Пожалуйста подтвердите ваш почтовый ящик

source: You cannot access this page with level
ru_ru: Вы не можете зайти на эту страницу с уровнем доступа

source: personal
ru_ru: Личное

source: inherit from resource
ru_ru: Унаследовано от ресурса

source: inherit from role
ru_ru: Унаследовано от роли

source: denied to parent role / resource
ru_ru: Запрещено для родительской роли или ресурса

source: Company Name
ru_ru: Название компании

source: Layout
ru_ru: Вид

source: Thumbs
ru_ru: Значки

source: List
ru_ru: Список

source: Results on page
ru_ru: Результатов на странице

source: Welcome Back! Please enter your password
ru_ru: С возвращением! Введите пожалуйста ваш пароль

source: Join
ru_ru: Присоединиться

source: Check email
ru_ru: Проверить почту

source: Subscribe for Vacancy
ru_ru: Подписатся на вакансию

source: Subscription for vacancy:
ru_ru: Подписатся на вакансию

source: Welcome back! You already registered before! Please enter your password
ru_ru: С возвращением ! Вы уже регистрировались ранее! Пожалуйста введите ваш пароль

source: Confirm
ru_ru: Подтвердить

source: The confirmation code is incorrect
ru_ru: Код подтверждения неправильный

source: Seaman
ru_ru: Моряк

source: Your request denied by authorisation. Try again later
ru_ru: Ваш запрос не прошел авторизацию, попробуйте позже

source: Registration Successfull! Welcome to Seacontact!
ru_ru: Регистрация Успешна! Добро пожаловать на Сиконтакт!

source: User Registered On Website
ru_ru: Пользователь зарегистрировался на сайте

source: New Company Completed registration
ru_ru: Новая компания завершила регистрацию на сайте

source: Your request will not be accepted, Please repeat previous step
ru_ru: Ваш запрос не будет обработан. Что то пошло не так.... Начните регистрацию сначала.

source: You are in database, but email is not confirmed. Please request resetting your password
ru_ru: Вы в базе данных, но почтовый адрес не подтвержден. Пожалуйста нажмите "восстановить пароль"

source: User with such email not found!
ru_ru: Пользователь с таким почтовым адресом не найден !

source: Set New Password
ru_ru: Сохранить

source: Your request denied by authorisation. Please repeat previous steps
ru_ru: Ваш запрос не будет обработан. Пожалуйста повторите предидущие шаги

source: E-mail address not confirmed!
ru_ru: Почтовый адрес не подтвержден

source: Your request will not be accepted, Please repeat previous steps
ru_ru: Ваш запрос не будет обработан. Пожалуйста повторите предидущие шаги

source: Captcha
ru_ru: Проверочный Код

source: Send
ru_ru: Отправить

source: We have a large database, maybe your CV is already there. Please enter your E-mail address to check.
ru_ru: У нас огромная база моряков, возможно ваша Анкета уже там. Пожалуйста введите ваш E-mail чтобы проверить.

source: Please choose your role
ru_ru: Пожалуйста выберите вашу роль

source: Hello %s, Welcome to Seacontact
ru_ru: Приветствуем, %s Добро пожаловать на Сиконтакт

source: Congratulations! We found you in our database ! Please check your e-mail to complete registration.
ru_ru: Поздравляем! мы нашли вас в нашей базе данных! Пожалуйста проверьте вашу почту чтобы завершить регистрацию.

source: If mail is not comming for a long time, please check in the SPAM folder of your mailbox
ru_ru: Если письмо долго не приходит, проверьте папку СПАМ в вашем почтовом ящике

source: Question or #tag
ru_ru: Вопрос или #Тэг

source: You cannot add empty entry to logbook
ru_ru: Вы не можете добавить пустую запись в бортовой журнал

source: LogBook Record not saved, some error
ru_ru: Бортовой журнал не сохранен, неизвестная ошибка

source: Log Book Entry Added!
ru_ru: Запись в бортовой журнал добавлена

source: Logbook entry not found
ru_ru: Бортовой журнал не найден

source: Add more images
ru_ru: Добавить фотографии

source: Save Record
ru_ru: Сохранить запись

source: Last Post
ru_ru: Последня публикация

source: Post Again
ru_ru: Опубликовать снова

source: Log Book Entry Saved
ru_ru: Запись в бортовой журнал сохранена

source: Logbook Entry Deleted
ru_ru: Запись в бортовом журнале удалена

source: LogBook Entry Posted To Vkontakte
ru_ru: Запись в бортовом журнале опубликована Вконтакте

source: Please Authenticate
ru_ru: Пожалуйста авторизуйтесь

source: Answer Added!
ru_ru: Ответ добавлен

source: Question Added!
ru_ru: Вопрос добавлен!

source: Question id should be provided
ru_ru: Айди вопроса не найден

source: Question Saved!
ru_ru: Вопрос сохранен!

source: Answer id should be provided
ru_ru: Айди ответа не найден

source: Answer with such id not found
ru_ru: Ответ не найден

source: Answer Saved!
ru_ru: Ответ сохранен

source: Question Deleted
ru_ru: Вопрос удален

source: Authorisation Required
ru_ru: Пожалуйста авторизуйтесь

source: Question not saved, some error
ru_ru: Вопрос не сохранен, неизвестная ошибка

source: User Not Found
ru_ru: Пользователь не найден

source: Only registered companies can see contact information
ru_ru: Только зарегистрированные компании могут видеть контактную информацию

source: User added to Company Database
ru_ru: Пользователь добавлен в базу данных компании

source: Cv Note Deleted
ru_ru: Заметка удалена

source: Any Company or Admin
ru_ru: Компании и администраторы

source: Only Me
ru_ru: Только я

source: Only My Company
ru_ru: Только моя компания

source: Add Note
ru_ru: Добавить заметку

source: Cv Note Added
ru_ru: Заметка добавлена

source: Please confirm authentication to VKontakte
ru_ru: Пожалуйста подтвердите аутентификацию Вконтакте

source: Please enter captcha
ru_ru: Пожалуйста введите проверочный код

source: Recomendation: in Vkontakte on your <b>Settings</b> page please set option <b>"Who can see my page in internet"</b> to <b>"Everybody"</b>
ru_ru: Рекомендации: Вконтакте на странице <b>Настройки</b> пожалуйста установите опцию <b>"Кому в интернете видна моя страница"</b> в положение <b>"Всем"</b>

source: Recomendation: You need to confirm authorisation in Vkontakte
ru_ru: Рекомендация: Вам нужно подтвердить авторизацию Вконтакте

source: Error during request to VK
ru_ru: Ошибка во время запроса к Вконтакте

source: Wall from VK synchronised: %s new entries added, %s entries refreshed
ru_ru: Стена из Вконтакте обновлена %s новых записей добавлено, %s записей обновлено

source: Please confirm authentication to Facebook
ru_ru: Пожалуйста подтвердите авторизацию в Facebook

source: Wall from Facebook synchronised %s new logbook entries added.
ru_ru: Стена из Facebook обновлена, %s новых записей добавлено

source: Add VK Public
ru_ru: Добавить сообщество Вконтакте

source: Public added for parsing
ru_ru: Сообщество добавлено

source: Link to public is invalid, please recheck
ru_ru: Ссылка на группу неверна

source: Fleet
ru_ru: Флот

source: Minimum Salary
ru_ru: Минимальная зарплата

source: Contract
ru_ru: Контракт

source: Month
ru_ru: Месяц

source: Rank
ru_ru: Должность

source: Vacancy status changed
ru_ru: Статус вакансии изменен

source: Vacancy not found
ru_ru: Вакансия не найдена

source: Vacancy Published!
ru_ru: Вакансия опубликована!

source: Vacancy Saved!
ru_ru: Вакансия сохранена

source: Vacancy Posted To Vkontakte
ru_ru: Вакансия опубликована Вконтакте

source: Answer
ru_ru: Ответ

source: Enter
ru_ru: Вход

source: Add Comment
ru_ru: Добавить комментарий

source: Attached pictures
ru_ru: Прикрепленные фото

source: Attached Links
ru_ru: Прикрепленные ссылки

source: Attached Videos
ru_ru: Прикрепленные видео

source: Add Pictures
ru_ru: Добавить фото

source: Submit Form
ru_ru: Отправить

source: Submit
ru_ru: Отправить

source: Inherit From
ru_ru: Унаследовано от

source: --Role--
ru_ru: ---Роль---

source: Role Name
ru_ru: Имя Роли

source: Role length should be from 4 to 32 chars
ru_ru: Имя роли должно быть от 4 до 32 символов

source: Title
ru_ru: Заголовок

source: Job name
ru_ru: Название задания

source: Job description
ru_ru: Описание

source: Job Status
ru_ru: Статус

source: Due Date
ru_ru: Выполнить до

source: Comment
ru_ru: Комментарии

source: What you think about this ?
ru_ru: Что вы об этом думаете ?

source: Maximum Result Quantity
ru_ru: Максимальное количество результатов

source: Order By
ru_ru: Упорядочить по

source: Order
ru_ru: Вверх

source: Show CV Notes
ru_ru: Показать Заметки

source: VK Public URL
ru_ru: Ссылка на сообщество Вконтакте

source: Upload Photos
ru_ru: Загрузить фото

source: Your answer
ru_ru: Ваш ответ

source: Hide my name
ru_ru: Скрыть мое имя

source: Post To VK
ru_ru: Опубликовать Вконтакте

source: Question Title
ru_ru: Заголовок вопроса

source: How to prepare for CDI inspection
ru_ru: Как подготовится к инспекции CDI

source: #Tags
ru_ru: #Тэги

source: Keywords describing your note
ru_ru: Ключевые слова, описывающие ваш текст

source: Description
ru_ru: Описание

source: Question Description
ru_ru: Описание вопроса

source: Hide My Name
ru_ru: Скрыть мое имя

source: Login Or Email
ru_ru: Логин или E-mail

source: Login length should be from %s to %s chars
ru_ru: Длина логина должна быть от %s до %s символов

source: User Role
ru_ru: Роль Пользователя

source: Register as
ru_ru: Зарегистрироватся как

source: Login
ru_ru: Логин

source: This login is already used in the system
ru_ru: Этот логин уже используется в системе

source: Nickname
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Password length should be from %s to %s chars
ru_ru: Длина пароля должна быть от %s до %s символов

source: password
ru_ru: пароль

source: Confirm Password
ru_ru: Повторите пароль

source: Passwords are not same !
ru_ru: Пароли не совпадают!

source: repeat password
ru_ru: повторите пароль

source: Please check your e-mail address
ru_ru: Пожалуйста проверьте ваш почтовый ящик

source: Code
ru_ru: Код

source: code
ru_ru: код

source: Change CV Photo
ru_ru: Изменить фото резюме

source: Change Main Avatar
ru_ru: Изменить главную аватарку

source: Upload CV File
ru_ru: Загрузить резюме

source: Position Applied For
ru_ru: Желаемая Должность

source: Usa Visa
ru_ru: Американская Виза

source: Not Stated
ru_ru: Не указано

source: USA Visa Expiry
ru_ru: Срок действия

source: Shenghen Visa
ru_ru: Шенгенская виза

source: Shenghen Visa Expiry
ru_ru: Срок действия

source: First Name
ru_ru: Имя

source: Name length should be from 3 to 32 chars
ru_ru: Имя должно содержать от 3 до 32 символов

source: Middle Name
ru_ru: Отчество

source: Full Name
ru_ru: Полное имя

source: Last Name
ru_ru: Фамилия

source: Sex
ru_ru: Пол

source: Male
ru_ru: Мужской

source: Female
ru_ru: Женский

source: Date of birth
ru_ru: Дата рождения

source: Place of birth
ru_ru: Место рождения

source: Nationality
ru_ru: Национальность

source: Place of residence
ru_ru: Место жительства

source: Country
ru_ru: Страна

source: City
ru_ru: Город

source: City Free Text
ru_ru: Город (вручную)

source: Address
ru_ru: Адрес

source: Additional E-mail
ru_ru: Дополнительный E-Mail

source: Mobile phone
ru_ru: Мобильный

source: Phone
ru_ru: Телефон

source: Website
ru_ru: Сайт

source: Personal Notes
ru_ru: Коментарии

source: Any additional info
ru_ru: Любая дополнительная информация

source: English Knowledge
ru_ru: Английский

source: Current Location
ru_ru: Текущее местоположение

source: At Sea
ru_ru: В рейсе

source: At Home
ru_ru: Дома

source: Marital Status
ru_ru: Семейный статус

source: single
ru_ru: Холост

source: married
ru_ru: В браке

source: divorced
ru_ru: Разведен

source: Next of kin
ru_ru: Ближайший родственник

source: Childrens
ru_ru: Дети

source: Added To Database
ru_ru: Добавлен в базу

source: Last Time Opened CV
ru_ru: Последний просмотр анкеты

source: Last Time Called
ru_ru: Последний прозвон анкеты

source: Readiness Date
ru_ru: Дата готовности

source: Information Source
ru_ru: Источиник информации

source: Company Name length should be from 4 to 64 chars
ru_ru: Имя компании должно быть от 4 до 64 символов

source: Your Company Name
ru_ru: Название вашей компании

source: Company Description
ru_ru: Описание компании

source: Tell something about your company
ru_ru: Расскажите что то о вашей компании

source: Company License
ru_ru: Лицензия

source: Any notes regarding user
ru_ru: Любые заметки о пользователе

source: Call results, user readiness etc...
ru_ru: Результат прозвона, готовность, прочее...

source: Visibility
ru_ru: Видимость

source: --Visible To--
ru_ru: --Видно для--

source: Document Number
ru_ru: Номер Документа

source: Document Type
ru_ru: Тип Документа

source: Issue Date
ru_ru: Дата Выдачи

source: Place of issue
ru_ru: Место Выдачи

source: Academy/University
ru_ru: Академия/Университет

source: Diploma Number
ru_ru: Номер Диплома

source: Ship Name
ru_ru: Имя Судна

source: Date from
ru_ru: С

source: Date to
ru_ru: По

source: Rank Free Text
ru_ru: Должность (вручную)

source: Flag
ru_ru: Флаг

source: Ship Type
ru_ru: Тип Судна

source: Ship Built
ru_ru: Год постройки

source: Deadweight
ru_ru: Дедвейт

source: Engine
ru_ru: Двигатель
