Repository: erik7z/seacontact
Catalog: php/module/Application/language/*.po
Languages: ru_ru

source: Dear , sir
ru_ru: Здраствуйте,

source: Password successfully changed on
ru_ru: Пароль успешно изменен на

source: you can now enter the site with login
ru_ru: теперь вы можете войти на сайт с логином

source: And new password
ru_ru: и новым паролем

source: on the
ru_ru: на

source: Login page
ru_ru: странице авторизации

source: If you didn't attempt to change password on the
ru_ru: Если вы не пытались изменить пароль на

source: please ignore this email
ru_ru: пожалуйста проигнорируйте это письмо

source: Reset Password On
ru_ru: Восстановление пароля на

source: To reset password on
ru_ru: чтобы восстановить пароль на

source: please follow the below link
ru_ru: пожалуйста перейдите по следующей ссылке

source: Reset Password
ru_ru: Сбросить пароль

source: Or enter code
ru_ru: или введите следующий код

source: Password reset page
ru_ru: странице сброса пароля

source: If you didn't attempt to reset password on
ru_ru: Если вы не предпринимали попыток сброса пароля на

source: Confirm registration on
ru_ru: Подтвердить регистрацию на

source: To complete registration on
ru_ru: Для того чтобы завершить регистрацию на

source: Confirm registration
ru_ru: Подтвердить регистрацию

source: Confirmation page
ru_ru: странице подтверждения пароля

source: If you didn't attempt to register on
ru_ru: Если вы не пытались зарегистрироваться на

source: Registration on
ru_ru: Регистрация на

source: Registration successfully completed on
ru_ru: Регистрация успешно завершена на

source: And password
ru_ru: и паролем

source: Thank you for your registration on
ru_ru: Спасибо вам за регистрацию на

source: User experience
ru_ru: Опыт пользователя

source: You are subscribed to vacancy:
ru_ru: Вы подписались на вакансию:

source: If you didn't attempt to subscribe on
ru_ru: Если вы не пытались подписатся на

source: Liked your post
ru_ru: Одобрил вашу публикацию

source: Leaved comment
ru_ru: Оставил комментарий

source: To your post
ru_ru: к вашей публикации

source: Answered on question that you subscribed
ru_ru: Ответил на вопрос на который вы подписаны

source: Rated your post
ru_ru: Изменил рейтинг вашей публикации

source: Subscribed to your publication
ru_ru: Подписался на вашу публикацию

source: Unlocked your contact information
ru_ru: Запросил вашу контактную информацию

source: Sent you a private message
ru_ru: Отправил вам личное сообщение

source: Added you to his contacts list
ru_ru: Добавил вас в свой список контактов

source: Search query
ru_ru: Поисковый запрос

source: copy to share
ru_ru: скопируйте чтобы поделится

source: Copied to clipboard !
ru_ru: Скопировано

source: View question page on website
ru_ru: Просмотреть как выглядит вопрос на сайте

source: How to ask questions
ru_ru: Как задавать вопрос

source: Please add more #tags, they are help to categorize your question and make it more easy find answer?
ru_ru: Пожалуйста добавляйте побольше #хэштегов, они помогают упорядочить вопросы а также найти на них ответ.

source: We trying to make usefull source of information for all seamans. Use examples from your real seamans life
ru_ru: Мы стараемся создать полезный информационный ресурс для моряков. Используйте примеры из вашей реальной морской жизни.

source: Provide details for your question. Share your research and efforts in finding the answer.
ru_ru: Опишите детально свой вопрос. Поделитесь вашим поиском и попытками найти ответ.

source: Examples of good and bad questions
ru_ru: Примеры плохих и хороших вопросов

source: Good questions
ru_ru: Хорошие вопросы

source: Bad questions
ru_ru: Плохие вопросы

source: Has correct answer
ru_ru: Есть правильный ответ

source: Popular #Tags
ru_ru: Популярные #Тэги

source: Users Database
ru_ru: База моряков

source: CV Updated
ru_ru: Анкета обновлена

source: Latest Note
ru_ru: Последняя заметка

source: Contract(s)
ru_ru: Контрактов

source: In Db
ru_ru: Открыты

source: Unlock
ru_ru: контакты

source: Apply
ru_ru: Подписатся

source: Publish Date
ru_ru: Дата публикации

source: Send CV
ru_ru: Отправить Резюме

source: Unsubscribe
ru_ru: Отписатся

source: Postpone Publication
ru_ru: Отложить Публикацию

source: View vacancy page on website
ru_ru: Просмотреть страницу вакансии на сайте

source: Answer on
ru_ru: Ответ на

source: On question
ru_ru: На вопрос

source: answer not found
ru_ru: ответ не найден

source: View other answers
ru_ru: Посмотреть другие ответы

source: link
ru_ru: ссылкой

source: email
ru_ru: почте

source: vkontakte
ru_ru: Вконтакте

source: You know somebody who is looking for this answer? share %s on this answer, by %s, %s, %s or %s
ru_ru: Знаете кого то кто искал этот ответ ? поделитесь %s на этот ответ по %s, %s, %s или %s

source: All questions
ru_ru: Все вопросы

source: Unanswered
ru_ru: Без ответов

source: Answered
ru_ru: С ответами

source: Completed
ru_ru: Завершенные

source: Sort
ru_ru: Упорядочить по

source: by Newest
ru_ru: по Новизне

source: by Rating
ru_ru: по Рейтингу

source: There is no questions matching request
ru_ru: Вопросов соответствующих запросу не найдено

source: Question not found
ru_ru: Вопрос не найден

source: You know somebody who can answer? share %s on this question, by %s, %s, %s or %s
ru_ru: Знаете кого то, кто может ответить ? поделитесь %s на этот вопрос, по %s, в %s, %s, или %s

source: Users in company DB
ru_ru: Моряков в базе компании

source: There is no users in company DB, add somebody from the
ru_ru: В базе компании нет пользователей, добавьте кого то из

source: Users in this request
ru_ru: Пользователей в этом запросе

source: Total Users
ru_ru: Всего пользователей

source: Only cv's with filled experience are shown
ru_ru: Показаны только анкеты с заполненым опытом

source: There is no any cv matching request
ru_ru: Ни одной анкеты соответстующей запросу не найдено

source: Search in Users Database
ru_ru: Поиск в базе моряков

source: Your account not verified yet
ru_ru: Ваш аккаунт еще не проверен

source: To speed up verification process, please
ru_ru: Чтобы ускорить процесс регистрации, пожалуйста

source: limits to unlock users contacts
ru_ru: ограничения по открытию контактных данных

source: Day
ru_ru: В день

source: Week
ru_ru: В неделю

source: Months
ru_ru: В месяц

source: You still can write messages to users
ru_ru: Вы все еще можете писать пользователям

source: (They will receive notifications on Email !)
ru_ru: (Они получат ваше сообщение на почту!)

source: If you want to upgrade your account to
ru_ru: Если вы хотите расширить ваш аккаунт до

source: You've reached limits for
ru_ru: Вы превысили лимиты для

source: If you want to revise your package limits
ru_ru: Если вы хотите пересмотреть ограничения

source: Contact with our office
ru_ru: свяжитесь с нашим офисом

source: Register Company
ru_ru: Зарегистрировать компанию

source: Fast Notes:
ru_ru: Быстрые заметки

source: Call Fail
ru_ru: Не дозвонились

source: Readiness
ru_ru: Готовность

source: In %s Month(s)
ru_ru: Через %s Месяц(ев)

source: Latest Notes:
ru_ru: Последние заметки

source: See Company
ru_ru: Просмотреть компанию

source: Vkontakte Authorisation
ru_ru: Авторизация Вконтакте

source: This window will close in %s seconds
ru_ru: Это окно закроется через %s секунд

source: Short Form
ru_ru: Простая форма

source: Full Form
ru_ru: Полная форма

source: You did not added any vacancies yet
ru_ru: Вы еще не добавили вакансий

source: Vacancies in this request
ru_ru: Вакансий в этом запросе

source: There is no any vacancies matching request
ru_ru: Вакансий соответствующих запросу не найдено

source: Search Vacancy
ru_ru: Поиск вакансий

source: A 404 error occurred
ru_ru: Ошибка 404

source: WELCOME
ru_ru: Добро пожаловать

source: CV's
ru_ru: Резюме

source: Seafarers Community | Vacancies | Blogs | Question and Answers | Social Network For Seamans
ru_ru: Сообщество Моряков | Вакансии | Блог | Вопросы и Ответы | Социальная Сеть Для Моряков

source: WORLDWIDE SEAFARERS COMMUNITY
ru_ru: Международное Сообщество Моряков

source: Registration
ru_ru: Регистрация

source: search...
ru_ru: Искать

source: FRIENDS ONLINE
ru_ru: Друзей онлайн

source: View All
ru_ru: Показать Всех

source: Seamans Online
ru_ru: Моряков на сайте

source: Companies Online
ru_ru: Компаний на сайте

source: View All Companies
ru_ru: Посмотреть все компании

source: Guests Online
ru_ru: Гостей на сайте

source: Our Partners
ru_ru: Наши Партнеры

source: Maritime Colledge Of Technical Fleet
ru_ru: Мореходный Колледж Технического Флота

source: Library For Seafarers
ru_ru: Библиотека Для Моряков

source: Help
ru_ru: Помощь

source: Rules
ru_ru: Правила

source: About
ru_ru: О проекте

source: Contact
ru_ru: Обратная Связь

source: Mobile App
ru_ru: Мобильное приложение

source: All Rights Reserved.
ru_ru: Все права защищены

source: Previous
ru_ru: Предидущее

source: Attach your cv file
ru_ru: Прикрепить анкету

source: Attach pictures
ru_ru: Прикрепить фото

source: Your avatar
ru_ru: Ваша Аватарка

source: Cancel or reset changes
ru_ru: Сбросить или отменить изменения

source: Unlock Contacts Information
ru_ru: Открыть контакты

source: Find us in social networks
ru_ru: Присоединяйтесь к нам в социальных сетях

source: Close
ru_ru: Закрыть

source: Your Account is not active
ru_ru: Ваш Акаунт не активен

source: Fill up your Company information
ru_ru: Заполните информацию о вашей компании

source: Add your Company Logo
ru_ru: Добавьте Логотип компании

source: Add License information
ru_ru: Добавьте информацию о Лицензии

source: To speed up activation process please contact
ru_ru: Чтобы ускорить процесс проверки, пожалуйста свяжитесь

source: Company Blog
ru_ru: Блог компании

source: Connect Account to %s
ru_ru: Связать Аккаунт с %s

source: Get Blog from Social Networks
ru_ru: Получить блог из социальных сетей

source: License
ru_ru: Лицензия

source: License Not Confirmed
ru_ru: Лицензия не подтверждена

source: Company location
ru_ru: Расположение компании

source: Please enter your address in Google standard
ru_ru: Пожалуйста введите ваш адрес в формате Google

source: On your company profile page
ru_ru: На странице профиля вашей компании

source: Send Message (company will be informed by email)
ru_ru: Отправить сообщение (компания будет уведомлена по почте)

source: Users found
ru_ru: Пользователей найдено

source: We didnt found any new collegues, please add more contracts to your
ru_ru: Мы не нашли ваших коллег, пожалуйста добавьте больше контрактов в ваш

source: There is no users matching search request
ru_ru: Пользователей соответствующих запросу не найдено

source: Passport
ru_ru: Паспорт

source: Certificate
ru_ru: Сертификат

source: When entering ships name be sure to write only the clear name, without "m/v", "m/y", "lpg" etc. Do not include any special characters or symbols like (*,-:"&$#@!) and others. Only latin letters
ru_ru: Когда указываете имя судна, постарайтесь писать только имя, без "m/v", "m/y", "lpg" и прочего. Не пишите каких либо символов вроде *,-:"&$#@!)( и другие. Только латинские буквы.

source: Add experience in your cv, to get more connections
ru_ru: Добавьте опыт чтобы найти больше друзей

source: New Connections
ru_ru: Новые связи

source: No new connections found
ru_ru: Новых связей не найдено

source: See More Connections...
ru_ru: Посмотреть больше связей

source: <b>Privacy</b>: Information in your CV is visible only to
ru_ru: <b>Приватность</b>: Информация в вашей Анкете доступна только для

source: Contacts, Mobile, E-mail, Documents, Experience, Personal information
ru_ru: Контакты, Телефон, Почта, Документы, Опыт, Личная информация

source: Only to REGISTERED and LICENSED Crewing agencies
ru_ru: Только ЗАРЕГИСТРИРОВАННЫМ и ЛИЦЕНЗИРОВАННЫМ крюинговым агенствам

source: Name, Surname, Names of the Ships
ru_ru: Имя, Фамилия, Названия Пароходов

source: Only to your Friends
ru_ru: Только вашим Друзьям

source: We care for your privacy, and would not provide access to personal information to anybody without your approval
ru_ru: Мы заботимся о вашей приватности, и не предоставляем доступ к персональным данным без вашего разрешения

source: CV Form Photo
ru_ru: Фотография Анкеты

source: Upload New Avatar
ru_ru: Сменить Аватарку

source: Your Rating
ru_ru: Ваш рейтинг

source: Personal info
ru_ru: Личная информация

source: Write something to your logbook
ru_ru: Добавьте новость в ваш бортовой журнал

source: Your Page
ru_ru: Ваша страничка

source: Please update your CV
ru_ru: Пожалуйста обновите Анкету

source: Companies are using <b>filters</b> to find seamans in our database, so update <b>OUR CV FORM</b> to find job. <b>Minimum</b> requirements are
ru_ru: Компании используют специальные <b>фильтра</b> чтобы найти моряков в нашей базе, пожалуйста обновите <b>Анкету</b>. Минимальные требования

source: Last %s contracts in Experience section
ru_ru: Последние %s контрактов в разделе Опыт

source: Update Experience
ru_ru: Обновить Опыт

source: Email, mobile and other contact information
ru_ru: Почта, телефон и другая контактная информация

source: Update Contacts
ru_ru: Обновить контакты

source: US or Shenghen Visas
ru_ru: Американская и Шенгенская Визы

source: Update Visas
ru_ru: Обновить Визы

source: Passports, License and Endorsment in documents section
ru_ru: Паспорты, Лицензия и рабочие сертификаты

source: Update Docs
ru_ru: Обновить документы

source: After completion you can download updated CV in PDF format
ru_ru: После завершения вы сможете скачать обновленную анкету в PDF формате

source: View My CV
ru_ru: Просмотреть мою анкету

source: My information
ru_ru: Обо мне

source: Edit my information
ru_ru: Редактировать мою информацию

source: CV FORM
ru_ru: Резюме

source: Your CV is already on our server
ru_ru: Ваше резюме загружено на наш сервер

source: Refresh your CV file
ru_ru: Обновить резюме

source: Please upload your CV file
ru_ru: Пожалуйста, загрузите ваше резюме

source: Upload New CV File
ru_ru: Загрузить новое резюме

source: More companies find your CV if you fill it on our web site
ru_ru: Больше компаний найдут ваше Резюме если вы заполните его на нашем сайте

source: UPDATE CV
ru_ru: Обновить Анкету

source: My Logbook
ru_ru: Мой Бортовой журнал

source: My Questions
ru_ru: Мои Вопросы

source: My Answers
ru_ru: Мои Ответы

source: You have not asked any questions yet
ru_ru: Вы еще не задали ни одного вопроса

source: You have not answered to any questions yet
ru_ru: Вы еще не ответили ни на один вопрос

source: See all questions and answers from other seamans
ru_ru: Посмотреть вопросы и ответы других моряков

source: Edit New Avatar
ru_ru: Редактировать новую автарку

source: Save Avatar
ru_ru: Сохранить Аватарку

source: New CV file uploaded!
ru_ru: Новая анкета загружена

source: But still, it will be easier for companies to find you, if you fill up CV information on our website.
ru_ru: Но тем не менее , компаниям будет легче вас найти: если вы заполните Анкету на нашем сайте.

source: Add Ship Photos
ru_ru: Добавить фото

source: No messages, please write to somebody from
ru_ru: Нет сообщений, напишите кому либо из

source: No messages, please write to somebody from your
ru_ru: Нет сообщений, напишите кому либо из

source: Me
ru_ru: Я

source: Conversation with
ru_ru: Разговор с

source: Conversation
ru_ru: Разговор

source: Correct Answer
ru_ru: Правильный ответ

source: Accept Answer
ru_ru: Подтвердить ответ

source: Subscribe For Question
ru_ru: Подписатся на вопрос

source: Unsubscribe From Question
ru_ru: Отписаться от вопроса

source: Send my CV
ru_ru: Отправить Резюме

source: Unsubscribe From Vacancy
ru_ru: Отписаться от вакансии

source: Report that vacancy closed
ru_ru: Сообщить что вакансия закрыта

source: Remove report
ru_ru: Отменить

source: Subscribe For Vacancy
ru_ru: Подписаться на вакансию

source: Add To Contacts
ru_ru: Добавить в контакты

source: Add to Friends
ru_ru: Добавить в Друзья

source: Confirm Friendship
ru_ru: Подтвердить контакт

source: Delete Contact
ru_ru: Удалить из контактов

source: Cannot Remember
ru_ru: Не помню его

source: Remove Request
ru_ru: Убрать запрос

source: Move To Subscribers
ru_ru: Переместить в подписчики

source: Clean
ru_ru: Очистить

source: Worked on
ru_ru: Работал на

source: Together with you
ru_ru: Вместе с вами

source: FLEET
ru_ru: Флот

source: No Experience Records
ru_ru: Нет записей об опыте

source: View full CV
ru_ru: Посмотреть анкету

source: Already In Company Db
ru_ru: Уже в базе моряков вашей компании

source: Unlock Contact Information
ru_ru: Открыть контакты

source: Now you can easily get your blog from
ru_ru: Теперь вы можете легко получить свой блог из

source: Just put <span class="text-danger">%s </span> to your text when posting something in
ru_ru: Просто добавьте <b>%s</b> к вашему тексту когда публикуете что то в

source: and all these posts would be transfered to
ru_ru: и все эти публикации окажутся на

source: Get Blog From
ru_ru: Получить блог с

source: Refresh
ru_ru: Обновить

source: Please set up your <b>Login</b>
ru_ru: Пожалуйста установите ваш <b>Логин</b>

source: Getting wall from
ru_ru: Получить Блог с

source: You can refresh your page now, to see whats new
ru_ru: Вы можете обновить теперь вашу страничку, чтобы увидеть что нового

source: You should confirm login and requested rights in your Social network request
ru_ru: Вам нужно подтвердить вход и запрос прав в вашем социальном акаунте

source: Extended Formatting
ru_ru: Форматирование

source: View logbook entry page on website
ru_ru: Просмотреть как выглядит запись на сайте

source: Add Youtube video
ru_ru: Добавить видео Youtube

source: Job Proposal
ru_ru: Вакансии

source: Logbook Entries
ru_ru: Бортовой журнал

source: Postponed Publications
ru_ru: Отложенные публикации

source: Answer Found
ru_ru: Ответ найден

source: Not Found
ru_ru: Не найдено

source: Answer on question
ru_ru: Ответить на вопрос

source: Have correct answer
ru_ru: Есть правильный ответ

source: Rate up
ru_ru: Поднять рейтинг

source: Rating
ru_ru: Рейтинг

source: Rate down
ru_ru: Понизить рейтинг

source: Edit
ru_ru: Редактировать

source: Add More Photos
ru_ru: Добавить фотографии

source: Additional Information (Visible only for your company)
ru_ru: Дополнительная информация (видна только для вашей компании)

source: RANK
ru_ru: Должность

source: SALARY
ru_ru: Зарплата

source: SHIP NAME
ru_ru: Имя судна

source: SHIP BUILT
ru_ru: Год постройки

source: CONTRACT
ru_ru: Контракт

source: JOIN DATE
ru_ru: Дата посадки

source: CREW
ru_ru: Экипаж

source: ENGLISH
ru_ru: Английский

source: Not Active
ru_ru: Не активна

source: Postponed
ru_ru: Отложена

source: Change Login
ru_ru: Изменить Логин

source: Change Password
ru_ru: Изменить Пароль

source: Please set your <b>login</b> to see social settings
ru_ru: Установите ваш Логин чтобы видеть настройки социальных сетей

source: Social networks settings
ru_ru: Настройки Социальных Сетей

source: Seacontact will automatically check your wall in Social Networks every hour, and save all new posts marked with %s
ru_ru: Сиконтакт будет автоматически проверять ваши акаунты в соц сетях каждый час, и будет сохранять все публикации отмеченные %s

source: VK Publics For Parsing
ru_ru: Сообщества Вконтакте

source: If you add Public from Vkontakte, and some posts from there, marked with special #tags, would be saved to Seacontact
ru_ru: Если вы добавите сообщества с Вконтакте, публикации отмеченные специальными #тэгами будут добавлены на Сиконтакт

source: You can use some tags to control rules
ru_ru: Вы можете использовать некоторые Тэги чтобы управлять процессом сохранения

source: Post will be published in Questions Section
ru_ru: Запись будет опубликована в разделе Вопросы

source: Post will be published from your public name, even if author found
ru_ru: Запись будет опубликована от вашего имени, даже если автор найден в базе Сиконтакт

source: Link to your VK public page will be added to the post
ru_ru: Ссылка на сообщество Вконтакте будет добавлена к публикации

source: Post with this tag will not be parsed in any case
ru_ru: Запись с этим тэгом не будет опубликована в любом случае

source: Add VK Public For Parsing
ru_ru: Добавить Сообщество Вконтакте

source: Public
ru_ru: Сообщество

source: Print
ru_ru: Распечатать

source: Download
ru_ru: Скачать

source: User CV Notes
ru_ru: Заметки

source: User CV
ru_ru: Анкета

source: Avatar
ru_ru: Аватарка

source: Worked Together
ru_ru: Работал Вместе

source: No user connections found
ru_ru: Связей не найдено

source: See More User Connections...
ru_ru: Посмотреть больше связей

source: Users Logbook
ru_ru: Бортовой журнал

source: User Logbook
ru_ru: Бортовой Журнал пользователя

source: Application Form
ru_ru: Резюме

source: Viewed
ru_ru: Просмотров

source: Send Message (user will be informed by email)
ru_ru: Отправить сообщение (пользователь получит его на почту)

source: See All Notes
ru_ru: Просмотреть все

source: User Cv Notes
ru_ru: Заметки

source: Main Information
ru_ru: Основная информация

source: Edit Main Information
ru_ru: Редактировать Основную Информацию

source: Contact Mobile
ru_ru: Мобильный

source: Contact Phone
ru_ru: Контактный телефон

source: Date Of Birth
ru_ru: Дата Рождения

source: Place Of Birth
ru_ru: Город рождения

source: Place Of Residence
ru_ru: Город проживания

source: Home Address
ru_ru: Адрес

source: Visa USA
ru_ru: Американская Виза

source: Visa USA Expiry
ru_ru: Действительна до

source: Visa Shenghen
ru_ru: Шенген виза

source: Visa Shenghen Expiry
ru_ru: Действительна до

source: Next Of Kin
ru_ru: Ближайший родственник

source: Academy Name
ru_ru: Учебное заведение

source: Diploma
ru_ru: Диплом

source: Edit Documents
ru_ru: Редактировать документы

source: Edit Experience
ru_ru: Редактировать Опыт

source: User Notes
ru_ru: Коментарии
